Repository: Dima73/CyberFHD
Catalog: python/Plugins/Extensions/SetupCyberFHD/locale/*/LC_MESSAGES/SetupCyberFHD.po
Languages: ru

source: 10 Programs
ru: 10 программ

source: Additional text color:
ru: Дополнительный цвет текста:

source: Analog
ru: Аналоговый

source: Background 1 color:
ru: Цвет фона 1:

source: Background 2 color:
ru: Цвет фона 2:

source: Background 3 color:
ru: Цвет фона 3:

source: Background transparent:
ru: Прозрачность фона:

source: Bold
ru: Жирный

source: BoldItalic
ru: Жирный курсив

source: Buqet name in channel selection:
ru: Название букета в списке каналов:

source: Buqet name in radio channel selection:
ru: Название букета в списке выбора радио:

source: Channel number in infobar:
ru: Номер канала в инфобаре:

source: Color setting:
ru: Настройки цветов:

source: Crypted panel in secondinfobar:
ru: Панель кодировок во втором инфобаре:

source: Cursor color:
ru: Цвет курсора:

source: Description panel in movie selection:
ru: Панель описания в списке видео записей:

source: Improved
ru: Модерн

source: Digital
ru: Цифровой

source: Do you want to restart the GUI now ?
ru: Вы действительно хотите выполнить рестарт GUI сейчас?

source: EPG panel in channel selection:
ru: EPG панель в списке выбора каналов:

source: EPG panel in secondinfobar:
ru: EPG панель во втором инфобаре:

source: Error by processing !!!
ru: Ошибка при обработке !!!

source: Fonts
ru: Шрифты

source: Fonts:
ru: Шрифты:

source: Fonts:
ru: Шрифты:

source: Full Description
ru: Полное описание

source: Icon`s color:
ru: Цвет иконок:

source: Indication text color:
ru: Цвет текста индикации:

source: Info panel in secondinfobar:
ru: Инфо-панель во втором инфобаре:

source: Infobar
ru: Инфобар

source: Install components
ru: Установить компоненты

source: Italic
ru: Курсив

source: Main text color:
ru: Цвет текста меню:

source: Medium
ru: Средний

source: MediumItalic
ru: Середний курсив

source: Movie Infobar
ru: Инфобар фильмов

source: Movie Selection
ru: Выбор фильмов

source: Now, 5 Programs
ru: Сейчас, 5 программ

source: Now, Next
ru: Сейчас, Далее

source: Picon in channel selection:
ru: Пикон в списке выбора каналов:

source: Progress color:
ru: Цвет прогресса:

source: Progress mode:
ru: Режим прогресса:

source: Radio Selection
ru: Список выбора радио

source: Regular
ru: Обычный

source: Scrollbar in menu:
ru: Полоса прокрутки в меню:

source: Setup Cyber FHD
ru: Настройки скина

source: Setup CyberFHD
ru: Установки CyberFHD

source: Setup skin CyberFHD
ru: Настройка скина CyberFHD

source: Short Description
ru: Краткое описание

source: Skin CyberFHD Developer: Sirius0103 Homepage: www.gisclub.tv Donate: WMZ Z395874509364 WME E284580190260 WMR R213063691482 WMU U658742613505
ru: Скин CyberFHD Разработчик: Sirius0103 Домашняя страница: www.gisclub.tv Помощь: WMZ Z395874509364 WME E284580190260 WMR R213063691482 WMU U658742613505

source: Standart
ru: Стандарт

source: Style
ru: Стиль

source: Text transparent:
ru: Прозрачность текста:

source: Title text color:
ru: Цвет текста заголовков:

source: Tuner panel in channel selection:
ru: Тюнер-панель в списке выбора каналов:

source: Tuner panel in infobar:
ru: Тюнер-панель в инфобаре:

source: Version skin:
ru: Версия скина:

source: Weather panel in secondinfobar:
ru: Панель погоды во втором инфобаре:

source: Yes
ru: Да

source: Cancel
ru: Отмена

source: Channel Selection
ru: Список выбора каналов

source: No
ru: Нет

source: Now
ru: Сейчас

source: Update skin
ru: Обновить скин

source: EPG panel - use runnning text:
ru: EPG панель - использовать прокрутку описания:

source: Install
ru: Установить

source: Tuner Info
ru: Инфо тюнера

source: Info
ru: Инфо

source: Menu
ru: Меню

source: Info panel - show CI:
ru: Инфо-панель - показать CI:
